{
    "version": "https://jsonfeed.org/version/1",
    "title": "Leaks UABC",
    "description": "",
    "home_page_url": "https://leaksuabc.github.io/home",
    "feed_url": "https://leaksuabc.github.io/home/feed.json",
    "user_comment": "",
    "icon": "https://leaksuabc.github.io/home/media/website/NOBACK.png",
    "author": {
        "name": "unknown"
    },
    "items": [
        {
            "id": "https://leaksuabc.github.io/home/que-es-la-red-tor.html",
            "url": "https://leaksuabc.github.io/home/que-es-la-red-tor.html",
            "title": "¿Qué es la red TOR?",
            "summary": "La red TOR recibe su nobre por el Router Cebolla, de sus siglas en Ingles 'The Onion Router'. Su objetivo principal es el de crear una red de comunicaciones distribuida y superpuesta al Internet convencional, las páginas que puedes encontrar en la red TOR se&hellip;",
            "content_html": "<p>La red TOR recibe su nobre por el Router Cebolla, de sus siglas en Ingles 'The Onion Router'. Su objetivo principal es el de crear una red de comunicaciones distribuida y superpuesta al Internet convencional, las páginas que puedes encontrar en la red TOR se diferencian por tener el dominio .onion. </p>\n<p>Tor es una red que implementa una técnica llamada Onion Routing (enrutado cebolla), diseñada conpara proteger las comunicaciones en la Marina de los Estados Unidos. La idea es cambiar el modo de enrutado tradicional de Internet <strong>para garantizar el anonimato</strong> y la privacidad de los datos.</p>\n<p>El enrutado tradicional que usamos para conectarnos a servidores en Internet es directo. Por ejemplo, si quieres leer una web tu ordenador se conecta de forma directa a sus servidores. <strong>La ruta es relativamente sencilla</strong>: de tu ordenador a tu router, de ahí a los enrutadores de tu ISP (proveedor de Internet) y después directos a los servidores de la web que estás visitando.</p>\n<p>Lo malo es que si alguien intercepta los paquetes de datos en un punto intermedio sabrá perfectamente de dónde vienen y a dónde van. Incluso aunque se cifren los datos de cada paquete en las página HTTPS, las cabeceras de este no se cifran, y los campos del remitente y destinatario (entre otros) siguen siendo visibles.</p>\n<p>Ahí es donde entra el Onion Routing, que consiste en <strong>enviar los datos por un camino no directo</strong> utilizando diferentes nodos. Primero, el ordenador A, que quiere enviar el mensaje a B, calcula una ruta más o menos aleatoria al destino pasando por varios nodos intermedios. Después, consigue las claves públicas de todos ellos usando un directorio de nodos.</p>\n<p>Usando cifrado asimétrico, <strong>el ordenador A cifra el mensaje como una cebolla: por capas</strong>. Primero cifrará el mensaje con la clave pública del último nodo de la ruta, para que sólo él lo pueda descifrar. Además del mensaje, incluye (también cifradas) instrucciones para llegar al destino, B. Todo este paquete, junto con las instrucciones para llegar al último nodo de la lista, se cifra de nuevo para que sólo lo pueda descifrar el penúltimo nodo de la ruta.</p>\n<p>El proceso se repite hasta que acabamos con todos los nodos de la ruta. Con esto ya tenemos el paquete de datos listo, así que toca enviarlo. El ordenador A conecta con el primer nodo de la ruta, y le envía el paquete. Este nodo lo descifra, y sigue las instrucciones que ha descifrado para enviar el resto del paquete al nodo siguiente. Éste descifrará de nuevo y volverá a enviar al siguiente, y así sucesivamente. Los datos llegarán finalmente al nodo de salida, que enviará el mensaje a su destino.</p>\n<p>Es por lo anterior que hemos decidido usar una red TOR para el envío de información en Leaks UABC</p>",
            "author": {
                "name": "unknown"
            },
            "tags": [
            ],
            "date_published": "2022-04-05T17:43:40-07:00",
            "date_modified": "2022-04-06T10:01:37-07:00"
        },
        {
            "id": "https://leaksuabc.github.io/home/enlace-con-medios.html",
            "url": "https://leaksuabc.github.io/home/enlace-con-medios.html",
            "title": "Enlace con Medios",
            "summary": "PROXIMAMENTE",
            "content_html": "<p class=\"msg--highlight  msg--warning align-center msg msg--info\"><span style=\"color: #e03e2d;\"><strong>PROXIMAMENTE</strong></span></p>",
            "author": {
                "name": "unknown"
            },
            "tags": [
            ],
            "date_published": "2022-04-05T17:13:45-07:00",
            "date_modified": "2022-04-06T09:56:53-07:00"
        },
        {
            "id": "https://leaksuabc.github.io/home/protocolo-de-denuncia.html",
            "url": "https://leaksuabc.github.io/home/protocolo-de-denuncia.html",
            "title": "Protocolo de Denuncia",
            "summary": "Para garantizar el anonimato en la denuncia, hemos decidido utilizar OnionShare que utiliza la red TOR. El proceso es muy sencillo pero para Leaks UABC es importante que sepas qué hay detras del mismo. Si deseas saber más de como funciona la red TOR puedes&hellip;",
            "content_html": "<p>Para garantizar el anonimato en la denuncia, hemos decidido utilizar OnionShare que utiliza la red TOR. El proceso es muy sencillo pero para Leaks UABC es importante que sepas qué hay detras del mismo. Si deseas saber más de como funciona la red TOR puedes revisarlo <a href=\"https://leaksuabc.github.io/home/que-es-la-red-tor.html\" target=\"_blank\" rel=\"noopener noreferrer\">aquí</a></p>\n<h1>¿Cómo hacer una denuncia?</h1>\n<ol>\n<li>Para hacer tu denuncia, es importante comenzar con identificar : ¿Qué quieres denunciar? Es importante que sepas que este espacio, si bien es seguro y anonimo, no es un espacio destinado al bullying, acoso y hostigamiento. Por eso te pedimos que identifiques muy bien qué quieres denunciar. </li>\n<li>Ya que tienes identificado el qué, ahora te pedimos por favor revisar si existe alguna manera de resolver ese asunto en la institución. Esta plataforma surge de los vacios y complicaciones burocraticas para presentar denuncias en UABC, pero eso no quiere decir que no existan mecanismos. Así que ahora que sabes QUÉ quiere denunciar, procura primero revisar si puede hacer la denuncia de manera formal en UABC.\n<ul>\n<li style=\"list-style-type: none;\">\n<ul>\n<li>Con el paso del tiempo y mientras sigamos recopilando denuncias, trataremos de agregar una sección para canalizar futuras denuncias mediante infograficos que expliquen las rutas y procesos institucionales de UABC.</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Ahora que tienes claro sobre qué quieres hacer una denuncia, te pedimos procures tener algun tipo de evidencia a la mano. Esto <strong>no es indisplensable</strong>, pero ayudará mucho para poder dar seguimiento. El material pueden ser correos, whatsapps, posts de redes sociales, DM´s, capturas de pantalla, fotos... o cualquier material que se pueda enviar de manera digital mediante nuestra plataforma anónima. \n<ul>\n<li style=\"list-style-type: none;\">\n<ul>\n<li>En caso de ser varias evidencias, por favor envíalas como un archivo ZIP todas juntas</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Ahora tómate el tiempo de redactar de manera clara una respuesta para las siguientes preguntas:\n<ul>\n<li style=\"list-style-type: none;\">\n<ul>\n<li>¿Qué o a quién quieres denunciar?</li>\n<li>Ya intentaste reportar/le frente a la UABC\n<ul>\n<li>En caso de haber reportado, ¿cuál fue la respuesta de UABC?</li>\n</ul>\n</li>\n<li>La situación que reportas ha sucedido en una ocación o en varias\n<ul>\n<li>En caso de ser varias, por favor elabora lo más posible</li>\n</ul>\n</li>\n<li>¿Has tenido consecuencias directas en tu trabajo/puesto, desempeño academico o similares como consecuencia de esta situación?\n<ul>\n<li>En caso de ser así por favor explica lo mejor posible</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Una vez que tengas la redacción y las evidencias, es necesario bajar el software TOR y entrar a la plataforma anónimizada para enviar tu texto y tu evidencia. </li>\n<li>Si deseas te contactemos en el futuro para algun seguimiento, cuando envíes el texto, deja ahí tu correo, en caso contrario no habrá nada que te conecte a la denuncia. </li>\n</ol>\n<p>Eso es todo, a continuación de dejamos los pasos necesarios para acceder a la red TOR y enviar tu mensaje:</p>\n<h2>Preparación del Software</h2>\n<ol>\n<li>Descarga TOR Browser para Windows, MAC, Linux o Android:   <a href=\"https://www.torproject.org/download/\" target=\"_blank\" rel=\"noopener noreferrer\">https://www.torproject.org/download/</a> </li>\n<li>Instala TOR Browser</li>\n<li>Abre el programa o aplicación:</li>\n</ol>\n<h2>Envía denuncia en tu computadora:</h2>\n<ol>\n<li>Una vez que lo abras</li>\n<li>Presiona el boton de conectar</li>\n<li><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">Copia la siguiente liga y pégala en el navegador </span><span style=\"text-decoration: underline;\">http://bs5l5qa4mr6oawpuzj2da646zws2h6dwtudmvijcdavqwjydop5r7mad.onion<span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\"> </span><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\"> </span></span></li>\n<li>Presiona Browse para adjuntar las evidencias en caso de contar con ellas. </li>\n<li>Escribe tu denuncia en el espacio de abajo y presiona el botón enviar. </li>\n</ol>\n<h2>Envía denuncia en tu celular:</h2>\n<ol>\n<li>Una vez que lo abras, presiona el boton de Conect o Conectar</li>\n<li>Toca la sección para poner una dirección en la parte inferior</li>\n<li>Toca el boton de Scan y dale permiso a la app de usar tu cámara</li>\n<li>Escanea el siguiente QR <figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://leaksuabc.github.io/home/media/posts/2/send-files.jpg\" sizes=\"100vw\" srcset=\"https://leaksuabc.github.io/home/media/posts/2/responsive/send-files-xs.jpg 300w ,https://leaksuabc.github.io/home/media/posts/2/responsive/send-files-sm.jpg 480w ,https://leaksuabc.github.io/home/media/posts/2/responsive/send-files-md.jpg 768w ,https://leaksuabc.github.io/home/media/posts/2/responsive/send-files-lg.jpg 1024w ,https://leaksuabc.github.io/home/media/posts/2/responsive/send-files-xl.jpg 1360w ,https://leaksuabc.github.io/home/media/posts/2/responsive/send-files-2xl.jpg 1600w\"  alt=\"\" width=\"400\" height=\"400\"></figure></li>\n<li>Permite a TOR que te envíe a <span style=\"text-decoration: underline;\">http://bs5l5qa4mr6oawpuzj2da646zws2h6dwtudmvijcdavqwjydop5r7mad.onion</span></li>\n<li>Presiona Browse para adjuntar las evidencias en caso de contar con ellas. </li>\n<li>Escribe tu denuncia en el espacio de abajo y presiona el botón enviar. <br><br></li>\n</ol>\n<p> </p>\n<p> </p>",
            "author": {
                "name": "unknown"
            },
            "tags": [
            ],
            "date_published": "2022-04-05T17:12:53-07:00",
            "date_modified": "2022-04-06T10:30:45-07:00"
        },
        {
            "id": "https://leaksuabc.github.io/home/te-damos-la-bienvenida.html",
            "url": "https://leaksuabc.github.io/home/te-damos-la-bienvenida.html",
            "title": "Leaks UABC",
            "summary": "Te damos la más coordial bienvenida a este espacio seguro, diseñado para que cualquier persona pueda enviar de manera anónima denuncias, quejas, comentarios o sugerencias referentes a la UABC, ya sean de personal administrativo, personal docente o alumnado. Aclaramos de manera Expresa que el presente&hellip;",
            "content_html": "<figure class=\"post__image align-center\">                              <img loading=\"lazy\"  src=\"https://leaksuabc.github.io/home/media/posts/1/NOBACK.png\" sizes=\"100vw\" srcset=\"https://leaksuabc.github.io/home/media/posts/1/responsive/NOBACK-xs.png 300w ,https://leaksuabc.github.io/home/media/posts/1/responsive/NOBACK-sm.png 480w ,https://leaksuabc.github.io/home/media/posts/1/responsive/NOBACK-md.png 768w ,https://leaksuabc.github.io/home/media/posts/1/responsive/NOBACK-lg.png 1024w ,https://leaksuabc.github.io/home/media/posts/1/responsive/NOBACK-xl.png 1360w ,https://leaksuabc.github.io/home/media/posts/1/responsive/NOBACK-2xl.png 1600w\"  alt=\"\" width=\"417\" height=\"225\"></figure>\n<p class=\"align-left\">Te damos la más coordial bienvenida a este <strong>espacio seguro</strong>, diseñado para que <strong>cualquier persona</strong> pueda enviar de manera <strong>anónima</strong> denuncias, quejas, comentarios o sugerencias referentes a la UABC, ya sean de personal administrativo, personal docente o alumnado.</p>\n<p>Aclaramos de manera Expresa que el presente sitio NO ESTA VINCULADO, AFILIADO O CONECTADO DE FORMA ALGUNA CON LA UABC. Su unico proposito es el de funcionar como un mecanismo de denuncia.</p>\n<p>Para poder lograrlo, hemos diseñado un mecanismo que busca anonimizar ambos extremos en la presentación de denuncias, es decir que tanto quienes envian como quienes reciben información, deberán seguir un protocolo para evitar cualquier tipo de represalias con respecto a la información que aquí se colecte. </p>\n<p>De este modo, Leaks UABC estará funcionando durante los próximos meses, unicamente como un repositorio de denuncias, las cuales serán organizadas por el equipo detras de la plataforma para, idealmente, poder exponerlas de las maneras pertinentes en un futuro cercano. </p>\n<p>Sabemos que no es facil cambiar un sistema que se ha ido estropeando con el tiempo y las exigencias del mundo en el que vivimos, pero Leaks UABC cree firmemente que para que haya un cambio, es necesario poder identificar claramente los problemas y ponerlos sobre la mesa para su discusión.</p>\n<p> </p>\n<p><a href=\"https://leaksuabc.github.io/home/protocolo-de-denuncia.html\">¿QUIERES HACER UNA DENUNCIA? Sigue este enlace para revisar el protocolo de denuncia.</a></p>\n<p> </p>\n<p><a href=\"https://leaksuabc.github.io/home/enlace-con-medios.html\">¿ERES UNA PERSONA QUE TRABAJA EN MEDIOS? ¿Te gustaría en algún momento difundir la información recopilada por nuestro equipo? Sigue este enlace para revisar el protocolo para contactarnos (Proximamente).</a></p>\n<p> </p>\n<p> </p>",
            "author": {
                "name": "unknown"
            },
            "tags": [
            ],
            "date_published": "2022-04-05T16:46:05-07:00",
            "date_modified": "2022-04-06T09:57:29-07:00"
        }
    ]
}
